const predicts = new Array(
{text:'Сегодня вам лучше спрыгнуть с крыши', color:'black'},
{text:'Какой бы вам не показалась страшной жизнь, не бойтесь, ведь сегодня вы лишитесь всех проблем. И нитей жизни.', color:'black'},
{text:'На сегодня у вас нет шансов выжить', color:'black'},
{text:'Через 2 часа на вас упадёт ядерная бомба', color:'black'},
{text:'Если вы почувствуете себя плохо, вспомните, что вы сегодня умрёте', color:'black'},
{text:'Ваш следующий шаг станет для вас фатальным', color:'black'},
{text:'Сегодня вы умрёте от смерти', color:'black'},
{text:'Не стоит думать о мелочах, они в любом случает проткнут вам вену', color:'black'},
{text:'Этот день так прекрасен. Ведь сегодня мир очистится ещё от одного биомусора ', color:'black'},
{text:'Этот мир так прекрасен, в нём не осталось места для таких, как вы', color:'black'},
{text:'В синоптике предупреждают о высокой вероятности извержения вулкана в районе 10 метров от вашего места нахождения ', color:'black'},
{text:'Как бы то ни было, наилучшей стратегией на сегодня будет перестать дышать', color:'black'},
{text:'Для вас был подготовлен индивидуальный ивент. За каждую секунду жизни вы получаете 3 смертельные дозы героина', color:'black'},
{text:'Если увидите мышь - бегите, потому что сегодня на вас упадёт бетонная стена. ', color:'black'},
{text:'Старайтесь избегать гвоздей. Любых. Даже на стенах. Они захотят выпотрошить вам живот', color:'black'},

{text:'Ваше душевнее состояние: соси хуй', color:'red'},
{text:'Скоро вам взломают жёпу', color:'red'},
{text:'Не бывает безвыходных ситуаций, есть только сегодняшний день для вас', color:'red'},
{text:'Хватит унывать, сегодняшний день будет хуже прежних', color:'red'},
{text:'Этот мир так жесток, но вы находитесь в эпицентре его говна', color:'red'},
{text:'Этот мир хранит столько прекрасного, но сегодня вы встретите лишь противоположное', color:'red'},
{text:'Опасайтесь голубей, есть высокая вероятность получить тяжелое увечье от их подножки', color:'red'},
{text:'Ходят слухи, раньше вы обманывали страусов на деньги, сегодня один особо разъяренный собирается наебать вас об стену', color:'red'},
{text:'Ваша дурная слава расползается быстрее, чем вы ходите, но банановую шкурку вы обогнать не сумеете ', color:'red'},
{text:'Синоптики заявили о высокой активности лягушек в небе над вашим домом. Возможно, сегодня вам лучше взять с собой зонт', color:'red'},
{text:'В этот день вам лучше не оборачиваться на шаги за спиной, также не рекомендуется чесать шею. Высокий шанс всемирных заговоров против вас', color:'red'},
{text:'Этот день просто ужасен, но только для вас', color:'red'},
{text:'Сногсшибательный аромат сегодняшнего воздуха может вызвать у вас молочницу', color:'red'},
{text:'Сегодняшний день встретил вас прекрасным запахом духоты и нетерпимым поносом. Помочь от него вам может сек с кокоми', color:'red'},
{text:'Сверхъестественная сила обещает сегодня отхуярить вас бетонной лилией', color:'red'},
{text:'Сегодня вы проиграете самый важный 50/50 в вашей жизни', color:'red'},
{text:'Остерегайтесь волос на вашем теле, есть высокий шанс остаться без ноги от падения люстры', color:'red'},
{text:'Дела плохи, плохи дела', color:'red'},
{text:'Высокий риск получить бан в бравл старс ', color:'red'},
{text:' Вспомните самый худший день в своей жизни. А впрочем, не надо, сегодня вы и так его вспомните', color:'red'},
{text:'Если бы вы знали, насколько сегодня на вас будет всем похуй, вы бы расплакались', color:'red'},
{text:'Любой скачанный по интернету пакет данных будет вмещать в себя однрго троянского коня. Рекомендуется прожит этот день в лесу', color:'red'},
{text:'Сегодня вы выиграете самый важный 50/50 в вашей жизни', color:'green'}
           






)

console.log(String(numb*today).slice(-2))